Repository: i-nex/I-Nex
Catalog: po/*.po
Languages: de

source: Return the parameters array for the selected pastebin
de: Die Parameter für den ausgewählten Pastebin ausgeben

source: Unknown website, please post a bugreport to request this pastebin to be added (%s)
de: Unbekannte Webseite. Bitte sende einen Fehlerbericht, damit dieser Pastebin hinzugefügt werden kann (%s)

source: Optional arguments (not supported by all pastebins):
de: Zusätzliche Argumente, die nicht von allen Pastebin verstanden werden:

source: -a <author:default is '%s'>
de: -a <Autor: Vorgabe ist '%s'>

source: -b <pastebin url:default is '%s'>
de: -b <Pastebin-URL: Vorgabe ist '%s'>

source: -f <format of paste:default is '%s'>
de: -f<Format des Dokuments: Vorgabe ist '%s'>

source: -h This help screen
de: -h Diese Hilfe anzeigen

source: -i <input file>
de: -i <Eingabedatei>

source: -l List all supported pastebins
de: -l Liste der unterstützen Pastebins

source: -j <jabberid for notifications:default is '%s'>
de: -j <Jabber-ID für Benachrichtigungen: Vorgabe ist '%s'>

source: -m <permatag for all versions of a post:default is blank>
de: -m <Dauerhafte Kennzeichnung für alle Versionen eines Beitrags: Vorgabe ist leer>

source: -r <parent posts ID:defaults to none>
de: -r <ID des Elternbeitrags: keine Vorgabe>

source: -t <title of paste:default is blank>
de: -t <Titel des Beitrags: Vorgabe ist leer>

source: -u <username> -p <password>
de: -u <Benutzername> -p <Passwort>

source: KeyboardInterrupt caught.
de: Manueller Abbruch, beende.

source: Error parsing configuration file!
de: Fehler beim Auslesen der Konfigurationsdatei!

source: Please ensure that your configuration file looks similar to the following:
de: Bitte stelle sicher, dass Deine Konfigurationsdatei der folgenden ähnelt:

source: Invalid arguments!
de: Ungültige Argumente!

source: Supported pastebins:
de: Unterstützte Pastebins:

source: Unable to read from: %s
de: Kann nicht lesen von: %s

source: You are trying to send an empty document, exiting.
de: Du versuchst ein leeres Dokument ab zu senden, beende.

source: The content you are trying to send exceeds the pastebin's size limit.
de: Der von Ihnen gesendete Inhalt überschreitet das Größenlimit des gewählten Pastebin.

source: Unable to read or parse the result page, it could be a server timeout or a change server side, try with another pastebin.
de: Kann die Ergebnis-Seite nicht lesen oder auswerten, es könnte eine Zeitüberschreitung des Servers oder eine serverseitige Veränderung sein. Versuchen Sie einen anderen Pastebin.
